{
    "home": {
        "title": "Ala-Too Academic Journal",
        "description": "We eagerly await your fascinating research!",
        "article_title": "\"Ala-Too Academic Studies\" - the way to scientific leadership in the Kyrgyz Republic",
        "article": "It is noteworthy that in 2020, the impact factor of the scientific journal was 0.171, and by 2021, it increased to 0.210. By the end of 2022, it further rose to 0.421, and the journal continues to maintain its high rating.",
        "read": "Read Now"
    },
    "button": {
        "submit": "Join us"
    },
    "navbar": {
        "rules": "Rules",
        "archive": "Archive",
        "signin": "Sign in"
    },
    "login": {
        "login": "LOGIN",
        "email": "Email",
        "ph_email": "Enter your email",
        "password": "Password",
        "ph_password": "Enter your password",
        "signin": "Sign in",
        "signup": "Sign up",
        "forgot_pw": "Forgot password?"
    },
    "register": {
        "registration": "REGISTRATION",
        "first_name": "First name",
        "ph_first_name": "Enter your name",
        "last_name": "Last name",
        "ph_last_name": "Enter your surname",
        "email": "Email",
        "ph_email": "Enter your email",
        "password": "Password",
        "ph_password": "Enter your password",
        "confirm_pw": "Confirm Password",
        "ph_confirm_pw": "Enter your password",
        "signup": "Sign up"
    },
    "forgot_password": {
        "reset_pw": "Password Reset",
        "text": "Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.",
        "email": "Email",
        "ph_email": "Enter your email",
        "reset_btn": "Reset my password"
    },
    "about": {
        "aboutus": "About us",
        "title1": "The way to scientific leadership in the Kyrgyz Republic",
        "content1": "Ala-Too International University provides young generations not only with high-quality education in English, but also attaches particular importance to scientific activities",
        "title2": "Status as a leader among scientific publications in the republic",
        "content2.1": "At the end of 2022, according to the calculation of the scientific metric base of the RSCI, the impact factor of a scientific journal \"Ala-Too Academic Studies\" has increased to 0.421, making them one of the most significant academic journals in the Kyrgyz Republic.",
        "content2.2": "This indicator testifies to the high level of quality of scientific research presented in the journal \"Alatoo Academic Studies\".",
        "title3": "About the processes of receiving scientific articles:",
        "content3.1": "Our process of receiving scientific articles involves strict control and cooperation with the authors. Each scientific article is subject to a mandatory check for uniqueness through an anti-plagiarism system and is published only if it meets our requirements.",
        "content3.2": "Therefore, we strongly recommend that authors strictly follow our requirements before submitting an article for publication in a scientific journal"
    },
    "footer": {
        "contacts": "Contacts",
        "address": "Ala-Too International University, Ankara Street 1/8, Tunguch, 720048, Bishkek, Kyrgyz Republic",
        "tel": "Tel: +996 (312) 631425",
        "fax": "Fax: +996 (312) 630409",
        "email": "E-mail: info@alatoo.edu.kg",
        "office": "Registration Office:",
        "office_room": "Ala-Too International University (A-Block), 107 room",
        "address2": "Address: Ankara Street 1/8, Tunguch, 720048, Bishkek, Kyrgyz Republic",
        "tel2": "Tel: +996 (312) 630407"
    },
    "rules_page1": {
        "rules": "RULES FOR AUTHORS",
        "title": "SCIENTIFIC JOURNAL \"ALA-TOO ACADEMIC STUDIES\"",
        "intro1": "The scientific journal “Alatoo Academic Studies” publishes research articles in the following areas: philosophy, history, sociology, state and law, economics, public education, pedagogy, linguistics, literary criticism, journalism, computer science, mathematics, biology, medicine.",
        "intro2": "The article must describe the purpose, objectives and research methodology used by the author. The authors are responsible for the accuracy of the information presented in the articles, as well as for the quality of translation of the text into other languages. The editors of the journal are not responsible for inaccurate data in published works.",
        "structure": "The article should be formatted according to the following structure:",
        "udc": "UDC;",
        "str1": "Title of the article in 3 languages (Kyrgyz, Russian and English);",
        "str2": "Information about the author (authors), in the language in which the article is written. Necessary information about the authors (last name, first name, patronymic; academic degree and title, place of work and position; phone number, e-mail)",
        "str3": "Abstract (100-150 words), written in 3 languages: Kyrgyz, Russian, English.",
        "str4": "Key words (7-10 words), written in 3 languages: Kyrgyz, Russian, English;",
        "str5": "The article is presented in electronic form, Times New Roman font No. 14, computer 1 space, paragraph indent 1.25;",
        "str6": "Margins: left, right, top, bottom – 2 cm;",
        "str7": "Links should look like [5, p. 67], i.e. the number of the source in the list of references and the page number in this source are indicated. If pages are not specified, then the link looks like [5];",
        "str8": "The total volume of the manuscript, including literature, tables and illustrations, is from 12 to 16 pages;",
        "str9": "All accepted articles undergo blind review and are checked for plagiarism; the uniqueness of the text must be at least 85%. Articles that do not meet the requirements will not be recommended for publication;",
        "str10": "The cited literature is given at the end of the article in order of citation. References - no less than 10 and no more than 15 sources. Links to articles in the journal Ala-Too Academic Studies are encouraged;",
        "str11": "The editors reserve the right to shorten and edit articles;",
        "str12": "Articles can be submitted to the editor by email: HYPERLINK \"mailto:aas@iaau.edu.kg\" aas@iaau.edu.kg;",
        "str13": "The cost of publishing one article is 3000 soms. Paid after the article is approved and accepted for publication by the journal's editors;",
        "str14": "You must send to the editor:",
        "str14.1": "a scientific article formatted in accordance with the requirements;",
        "str14.2": "a copy of the payment document (to the bank account of the AIU or in the accounting department)",
        "str14.3": "It is not allowed to submit works that were previously published in other publications"
    },
    "rules_page2": {
        "title": "SAMPLE ARTICLE FORMAT",
        "1.1": "UDC: 7:17 (575. 2) (04)",
        "title2": "NATIONALISM AND FOREIGN NATIONALISM IN KYRGYZ FINE ART",
        "title3": "Abstract",
        "abstract": "The article examines current domestic and international problems of Kyrgyz art. The economic and socio-political reforms of the late 20th and early 21st centuries had a particular impact on the transformation of Kyrgyz fine art. Like other types of art, the dynamics of the development of fine art is connected with the historical and cultural situation. In particular, the article is the first to interpret new terminological designations of contemporary art and show their differences (performance, installation, environment, ready-made, science art). The main content of the article is about the reasons for such situations in Kyrgyz artistic culture and how Eastern and Western cultures influenced Kyrgyz art, the criteria of art are considered. As a result, national and international problems of art were introduced experimentally into practical processes, nevertheless, the originality of Kyrgyz artists was preserved and reflected in their work.",
        "keyword": "Keywords: ",
        "keywords": "artistic culture, Kyrgyz art, history, art, national identity, spirituality, contemporary art, artistic practice."
    },
    "rules_page3": {
        "title": "SAMPLE ARTICLE FORMAT",
        "title2": "NATIONALISM AND FOREIGN NATIONALISM IN KYRGYZ FINE ART",
        "title3": "Abstract",
        "abstract": "The article examines current domestic and international problems of Kyrgyz art. The economic and socio-political reforms of the late 20th and early 21st centuries had a particular impact on the transformation of Kyrgyz fine art. Like other types of art, the dynamics of the development of fine art is connected with the historical and cultural situation. In particular, the article is the first to interpret new terminological designations of contemporary art and show their differences (performance, installation, environment, ready-made, science art). The main content of the article is about the reasons for such situations in Kyrgyz artistic culture and how Eastern and Western cultures influenced Kyrgyz art, the criteria of art are considered. As a result, national and international problems of art were introduced experimentally into practical processes, nevertheless, the originality of Kyrgyz artists was preserved and reflected in their work.",
        "keyword": "Keywords: ",
        "keywords": "artistic culture, Kyrgyz art, history, art, national identity, spirituality, contemporary art, artistic practice.",
        "main": "(Main text) ",
        "list": "Bibliography: ",
        "title4": "Single format for designing bibliographic references:",
        "title5": "Books:",
        "5.1": "If the publication has one author:",
        "5.2": "Naumov V.N. Models of consumer behavior in marketing systems / V.N. Naumov. – St. Petersburg: St. Petersburg State University of Economics and Economics, 2009. – 240 p.",
        "5.3": "If a publication has two or three authors:",
        "5.4": "Gura B.B. System for designing electronic educational resources / V.V. Gura, S.B. Dikarev. – Rostov-on-Don: CVVR, 2003. – 125 p.",
        "5.5": "If a publication has five or more authors, then the description begins with the title. Three authors and others are indicated behind the slash.",
        "5.6": "Logic: textbook for grades 10-11 / A.D. Getmanova, A.L. Nikiforov, M.I. Panov et al. - Moscow: Bustard, 1995. - 156 p.",
        "title6": "Magazines:",
        "6.1": "One author:",
        "6.2": "Okolelov O. Electronic training course / O. Okolelov // Higher education in Russia. – M., 1999. – No. 4. – P.126-129.",
        "6.3": "Two or more authors:",
        "6.4": "Gazizullin F.G. Structure-forming elements of the formation of modern economic thinking / F.G. Gazizullin, N.F. Gazizullin // Problems of modern economics. – M., 2010. – No. 4. – P. 40-42.",
        "title7": "Conference materials:",
        "7.1": "Merkulov A.B. Conditions and stages of improving the quality of professional education / A.B. Merkulov, A.Sh. Mamedova // Science, education, society: trends and development prospects: materials of the international scientific and practical conference, December 3, 2017 - M., 2017. - P. 128-131."
    },
    "rules_page4": {
        "title": "SAMPLE ARTICLE FORMAT",
        "title2": "Internet documents",
        "2.1": "Belous N.A. Pragmatic implementation of communicative strategies in conflict discourse / N.A. Belous // World of linguistics and communication: electronic scientific journal. – 2006. – No. 4 [Electronic resource]. – Access mode: http://www.tverlingua.by.ru/archive/005/5_3_1.htm (access date: 12/15/2007).",
        "2.2": "Official periodicals electronic guide / Russian National Library, Center for Legal Information. [SPb.], 2007. URL: http://www.nlr.ru/lawcenter/izd/index.html (access date: 01/18/2007).",
        "2.3": "Loginova L.G. The essence of the result of additional education for children // Education: researched in the world: international scientific pedagogical online journal 10.21.03. URL: http://www.oim.ru/reader.asp7nomers 366 (date of access: 04/17/07).",
        "2.4": "Novosibirsk training market: its own game [Electronic resource]. – Access mode: http://nsk.adme.ru/news/2006/07/03/2121.html (access date: 10/17/08).",
        "2.5": "Litchford E.W. With the White Army in Siberia // Eastern Front of the Army of General A.V. Kolchak: website. [Electronic resource] – Access mode: http://east-front.narod.ru/memo/latchford.htm (access date 08/23/2007).",
        "title3": "Dissertations and abstracts",
        "3.1": "Salk, J.E. (1992), Shared Management Joint Ventures: Their Developmental Patterns, Challenges and Possibilities, Unpublished Ph.D Dissertation, Sloan School of Management, Massachusetts Institute of Technology, Cambridge, MA.",
        "3.2": "Goryainova I.A. Formation of cognitive activity of students using active learning methods in a higher educational institution: dissertation of a candidate of pedagogical sciences / I.A. Goryainova. – Stavropol, 2005. – 200 p.",
        "3.3": "Vasilenko N.P. Diagnostics, information and combined provision of continuous training. Abstract of the dissertation of a candidate of pedagogical sciences. / N.P.Vasilenko. – Rostov-on-Don, 1997. − 24 p.",
        "title4": "Contact Information: ",
        "4.1": "Email: HYPERLINK \"mailto:aas@iaau.edu.kg\" aas@iaau.edu.kg, HYPERLINK \"mailto:nuriza.asanova@iaau.edu.kg\" nuriza.asanova@iaau.edu.kg, HYPERLINK \"mailto :nurdamlasi@inbox.r\" nurdamlasi@inbox.ru",
        "4.2": "Address: microdistrict \"Tunguch\", st. Ankara, 1/8, 720048, Bishkek, KYRGYZSTAN",
        "4.3": "Tel.: +996 312 631425, +996 312 631426",
        "4.4": "Fax: +996 312 631428",
        "title5": "Responsible editor: ",
        "5.1": "Nuriza Asanova: 0779908593",
        "5.2": "(contact only during business hours from 9:00 to 17:00)",
        "title6": "Payment of publishing expenses is: ",
        "6.1": "3000 som",
        "title7": "BANK DETAILS:",
        "7.1": "\"Ala-Too\" International University",
        "7.2": "Taxpayer Identification Number: ",
        "7.3": "OKPO: ",
        "7.4": "OSA 1090805135480135 Branch of Optima Bank OJSC in Bishkek No. 1",
        "7.5": "BIC branch 109008 S.W.I.F.T. ENEJKG 22",
        "7.6": "Purpose of payment: Publishing services. Without VAT. Author's full name.",
        "7.7": "If the purpose of payment is stated differently, a refund will be made."
    }
  }