{
    "home": {
        "title": "Alatoo Academic Journal",
        "description": "We eagerly await your fascinating research!",
        "article_title": "\"Alatoo Academic Studies\" - the way to scientific leadership in the Kyrgyz Republic",
        "article": "It is noteworthy that in 2020, the impact factor of the scientific journal was 0.171, and by 2021, it increased to 0.210. By the end of 2022, it further rose to 0.421, and the journal continues to maintain its high rating.",
        "read": "Read Now"
    },
    "button": {
        "submit": "Join us"
    },
    "navbar": {
        "rules": "Rules",
        "archive": "Archive",
        "admin": "Admin",
        "profile":"Profile",
        "signin": "Sign in",
        "signout": "Sign Out"
    },
    "login": {
        "login": "LOGIN",
        "email": "Email",
        "ph_email": "Enter your email",
        "password": "Password",
        "ph_password": "Enter your password",
        "signin": "Sign in",
        "signup": "Sign up",
        "forgot_pw": "Forgot password?"
    },
    "register": {
        "registration": "REGISTRATION",
        "first_name": "First name",
        "ph_first_name": "Enter your name",
        "last_name": "Last name",
        "ph_last_name": "Enter your surname",
        "email": "Email",
        "ph_email": "Enter your email",
        "password": "Password",
        "ph_password": "Enter your password",
        "confirm_pw": "Confirm Password",
        "ph_confirm_pw": "Enter your password",
        "signup": "Sign up"
    },
    "confirm_reg":{
        "button": "CONFIRM",
        "email": "Email",
        "ph_email": "Enter your email",
        "code": "Code",
        "ph_code": "Enter your code",
        "signin": "Sign in",
        "resend": "Resend code"
    },
    "forgot_password": {
        "reset_pw": "Password Reset",
        "text": "Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.",
        "email": "Email",
        "ph_email": "Enter your email",
        "reset_btn": "Reset my password"
    },
    "change_pw": {
        "change": "Change Password",
        "new": "New Password",
        "confirm_new": "Confrim New Password",
        "ph": "Click to start typing",
        "message": "Your password is now changed."
    },
    "success": {
        "fully": "Successfully!"
    },
    "about": {
        "aboutus": "About us",
        "title1": "The way to scientific leadership in the Kyrgyz Republic",
        "content1": "Ala-Too International University provides young generations not only with high-quality education in English, but also attaches particular importance to scientific activities",
        "title2": "Status as a leader among scientific publications in the republic",
        "content2.1": "At the end of 2022, according to the calculation of the scientific metric base of the RSCI, the impact factor of a scientific journal \"Alatoo Academic Studies\" has increased to 0.421, making them one of the most significant academic journals in the Kyrgyz Republic.",
        "content2.2": "This indicator testifies to the high level of quality of scientific research presented in the journal \"Alatoo Academic Studies\".",
        "title3": "About the processes of receiving scientific articles:",
        "content3.1": "Our process of receiving scientific articles involves strict control and cooperation with the authors. Each scientific article is subject to a mandatory check for uniqueness through an anti-plagiarism system and is published only if it meets our requirements.",
        "content3.2": "Therefore, we strongly recommend that authors strictly follow our requirements before submitting an article for publication in a scientific journal"
    },
    "footer": {
        "contacts": "Contacts",
        "address": "Ala-Too International University, Ankara Street 1/8, Tunguch, 720048, Bishkek, Kyrgyz Republic",
        "tel": "Tel: +996 (312) 631425",
        "fax": "Fax: +996 (312) 630409",
        "email": "E-mail: info@alatoo.edu.kg",
        "office": "Registration Office:",
        "office_room": "Ala-Too International University (A-Block), 107 room",
        "address2": "Address: Ankara Street 1/8, Tunguch, 720048, Bishkek, Kyrgyz Republic",
        "tel2": "Tel: +996 (312) 630407"
    },
    "rules_page1": {
        "rules": "RULES FOR AUTHORS",
        "title": "SCIENTIFIC JOURNAL \"ALATOO ACADEMIC STUDIES\"",
        "intro1": "The scientific journal “Alatoo Academic Studies” publishes research articles in the following areas: philosophy, history, sociology, state and law, economics, public education, pedagogy, linguistics, literary criticism, journalism, computer science, mathematics, biology, medicine.",
        "intro2": "The article must describe the purpose, objectives and research methodology used by the author. The authors are responsible for the accuracy of the information presented in the articles, as well as for the quality of translation of the text into other languages. The editors of the journal are not responsible for inaccurate data in published works.",
        "structure": "The article should be formatted according to the following structure:",
        "udc": "UDC;",
        "str1": "Title of the article in 3 languages (Kyrgyz, Russian and English);",
        "str2": "Information about the author (authors), in the language in which the article is written. Necessary information about the authors (last name, first name, patronymic; academic degree and title, place of work and position; phone number, e-mail)",
        "str3": "Abstract (100-150 words), written in 3 languages: Kyrgyz, Russian, English.",
        "str4": "Key words (7-10 words), written in 3 languages: Kyrgyz, Russian, English;",
        "str5": "The article is presented in electronic form, Times New Roman font No. 14, computer 1 space, paragraph indent 1.25;",
        "str6": "Margins: left, right, top, bottom – 2 cm;",
        "str7": "Links should look like [5, p. 67], i.e. the number of the source in the list of references and the page number in this source are indicated. If pages are not specified, then the link looks like [5];",
        "str8": "The total volume of the manuscript, including literature, tables and illustrations, is from 12 to 16 pages;",
        "str9": "All accepted articles undergo blind review and are checked for plagiarism; the uniqueness of the text must be at least 85%. Articles that do not meet the requirements will not be recommended for publication;",
        "str10": "The cited literature is given at the end of the article in order of citation. References - no less than 10 and no more than 15 sources. Links to articles in the journal Alatoo Academic Studies are encouraged;",
        "str11": "The editors reserve the right to shorten and edit articles;",
        "str12": "Articles can be submitted to the editor by email: HYPERLINK \"mailto:aas@iaau.edu.kg\" aas@iaau.edu.kg;",
        "str13": "The cost of publishing one article is 3000 soms. Paid after the article is approved and accepted for publication by the journal's editors;",
        "str14": "You must send to the editor:",
        "str14.1": "a scientific article formatted in accordance with the requirements;",
        "str14.2": "a copy of the payment document (to the bank account of the AIU or in the accounting department)",
        "str14.3": "It is not allowed to submit works that were previously published in other publications"
    },
    "rules_page2": {
        "title": "SAMPLE ARTICLE FORMAT",
        "1.1": "UDC: 7:17 (575. 2) (04)",
        "title2": "NATIONALISM AND FOREIGN NATIONALISM IN KYRGYZ FINE ART",
        "title3": "Abstract",
        "abstract": "The article examines current domestic and international problems of Kyrgyz art. The economic and socio-political reforms of the late 20th and early 21st centuries had a particular impact on the transformation of Kyrgyz fine art. Like other types of art, the dynamics of the development of fine art is connected with the historical and cultural situation. In particular, the article is the first to interpret new terminological designations of contemporary art and show their differences (performance, installation, environment, ready-made, science art). The main content of the article is about the reasons for such situations in Kyrgyz artistic culture and how Eastern and Western cultures influenced Kyrgyz art, the criteria of art are considered. As a result, national and international problems of art were introduced experimentally into practical processes, nevertheless, the originality of Kyrgyz artists was preserved and reflected in their work.",
        "keyword": "Keywords: ",
        "keywords": "artistic culture, Kyrgyz art, history, art, national identity, spirituality, contemporary art, artistic practice."
    },
    "rules_page3": {
        "title": "SAMPLE ARTICLE FORMAT",
        "title2": "NATIONALISM AND FOREIGN NATIONALISM IN KYRGYZ FINE ART",
        "title3": "Abstract",
        "abstract": "The article examines current domestic and international problems of Kyrgyz art. The economic and socio-political reforms of the late 20th and early 21st centuries had a particular impact on the transformation of Kyrgyz fine art. Like other types of art, the dynamics of the development of fine art is connected with the historical and cultural situation. In particular, the article is the first to interpret new terminological designations of contemporary art and show their differences (performance, installation, environment, ready-made, science art). The main content of the article is about the reasons for such situations in Kyrgyz artistic culture and how Eastern and Western cultures influenced Kyrgyz art, the criteria of art are considered. As a result, national and international problems of art were introduced experimentally into practical processes, nevertheless, the originality of Kyrgyz artists was preserved and reflected in their work.",
        "keyword": "Keywords: ",
        "keywords": "artistic culture, Kyrgyz art, history, art, national identity, spirituality, contemporary art, artistic practice.",
        "main": "(Main text) ",
        "list": "Bibliography: ",
        "title4": "Single format for designing bibliographic references:",
        "title5": "Books:",
        "5.1": "If the publication has one author:",
        "5.2": "Naumov V.N. Models of consumer behavior in marketing systems / V.N. Naumov. – St. Petersburg: St. Petersburg State University of Economics and Economics, 2009. – 240 p.",
        "5.3": "If a publication has two or three authors:",
        "5.4": "Gura B.B. System for designing electronic educational resources / V.V. Gura, S.B. Dikarev. – Rostov-on-Don: CVVR, 2003. – 125 p.",
        "5.5": "If a publication has five or more authors, then the description begins with the title. Three authors and others are indicated behind the slash.",
        "5.6": "Logic: textbook for grades 10-11 / A.D. Getmanova, A.L. Nikiforov, M.I. Panov et al. - Moscow: Bustard, 1995. - 156 p.",
        "title6": "Magazines:",
        "6.1": "One author:",
        "6.2": "Okolelov O. Electronic training course / O. Okolelov // Higher education in Russia. – M., 1999. – No. 4. – P.126-129.",
        "6.3": "Two or more authors:",
        "6.4": "Gazizullin F.G. Structure-forming elements of the formation of modern economic thinking / F.G. Gazizullin, N.F. Gazizullin // Problems of modern economics. – M., 2010. – No. 4. – P. 40-42.",
        "title7": "Conference materials:",
        "7.1": "Merkulov A.B. Conditions and stages of improving the quality of professional education / A.B. Merkulov, A.Sh. Mamedova // Science, education, society: trends and development prospects: materials of the international scientific and practical conference, December 3, 2017 - M., 2017. - P. 128-131."
    },
    "rules_page4": {
        "title": "SAMPLE ARTICLE FORMAT",
        "title2": "Internet documents",
        "2.1": "Belous N.A. Pragmatic implementation of communicative strategies in conflict discourse / N.A. Belous // World of linguistics and communication: electronic scientific journal. – 2006. – No. 4 [Electronic resource]. – Access mode: http://www.tverlingua.by.ru/archive/005/5_3_1.htm (access date: 12/15/2007).",
        "2.2": "Official periodicals electronic guide / Russian National Library, Center for Legal Information. [SPb.], 2007. URL: http://www.nlr.ru/lawcenter/izd/index.html (access date: 01/18/2007).",
        "2.3": "Loginova L.G. The essence of the result of additional education for children // Education: researched in the world: international scientific pedagogical online journal 10.21.03. URL: http://www.oim.ru/reader.asp7nomers 366 (date of access: 04/17/07).",
        "2.4": "Novosibirsk training market: its own game [Electronic resource]. – Access mode: http://nsk.adme.ru/news/2006/07/03/2121.html (access date: 10/17/08).",
        "2.5": "Litchford E.W. With the White Army in Siberia // Eastern Front of the Army of General A.V. Kolchak: website. [Electronic resource] – Access mode: http://east-front.narod.ru/memo/latchford.htm (access date 08/23/2007).",
        "title3": "Dissertations and abstracts",
        "3.1": "Salk, J.E. (1992), Shared Management Joint Ventures: Their Developmental Patterns, Challenges and Possibilities, Unpublished Ph.D Dissertation, Sloan School of Management, Massachusetts Institute of Technology, Cambridge, MA.",
        "3.2": "Goryainova I.A. Formation of cognitive activity of students using active learning methods in a higher educational institution: dissertation of a candidate of pedagogical sciences / I.A. Goryainova. – Stavropol, 2005. – 200 p.",
        "3.3": "Vasilenko N.P. Diagnostics, information and combined provision of continuous training. Abstract of the dissertation of a candidate of pedagogical sciences. / N.P.Vasilenko. – Rostov-on-Don, 1997. − 24 p.",
        "title4": "Contact Information: ",
        "4.1": "Email: HYPERLINK \"mailto:aas@iaau.edu.kg\" aas@iaau.edu.kg, HYPERLINK \"mailto:nuriza.asanova@iaau.edu.kg\" nuriza.asanova@iaau.edu.kg, HYPERLINK \"mailto :nurdamlasi@inbox.r\" nurdamlasi@inbox.ru",
        "4.2": "Address: microdistrict \"Tunguch\", st. Ankara, 1/8, 720048, Bishkek, KYRGYZSTAN",
        "4.3": "Tel.: +996 312 631425, +996 312 631426",
        "4.4": "Fax: +996 312 631428",
        "title5": "Responsible editor: ",
        "5.1": "Nuriza Asanova: 0779908593",
        "5.2": " (contact only during business hours from 9:00 to 17:00)",
        "title6": "Payment of publishing expenses is: ",
        "6.1": "3000 som",
        "title7": "BANK DETAILS:",
        "7.1": "\"Ala-Too\" International University",
        "7.2": "Taxpayer Identification Number: ",
        "7.3": "OKPO: ",
        "7.4": "OSA 1090805135480135 Branch of Optima Bank OJSC in Bishkek No. 1",
        "7.5": "BIC branch 109008 S.W.I.F.T. ENEJKG 22",
        "7.6": "Purpose of payment: Publishing services. Without VAT. Author's full name.",
        "7.7": "If the purpose of payment is stated differently, a refund will be made."
    },
    "search": {
        "ph": "Search article title or author"
    },
    "status": {
        "10": "Declined",
        "20": "Pending",
        "40": "Published",
        "30": "Payment"
    },
    "table": {
        "title": "Title",
        "date": "Date",
        "author": "Author",
        "pages": "Pages",
        "category": "Category",
        "status": "Status",
        "check": "Check"
    },
    "tableadmin": {
        "title": "ARTICLE",
        "article_title": "Article title*",
        "ph": "Click to start typing",
        "category": "Category*",
        "category2": "Category",
        "loading": "Loading...",
        "author": "Full name of each author of the article*",
        "email": "Email of each author of the article*",
        "year": "Year*",
        "volume": "Volume*",
        "edition": "Edition*",
        "file": "Article file*",
        "text": "Text*",
        "button": "Upload",
        "add": "Category to add*"
    },
    "userprofilepage": {
        "next": "Next",
        "clear": "Clear all"
    },
    "archivepage": {
        "back": "Back",
        "search": "Search...",
        "category": "Category",
        "ethics": "Publication Ethics and Publication Malpractice",
        "rules": "Rules for authors",
        "council": "Council Members",
        "title": "Quarterly Scientific Journal",
        "title2": "Founder:",
        "title3": "Ala-Too International University",
        "title4": "The journal",
        "4.content": "\"Alatoo Academic Studies\" is included in the List of peer-reviewed periodicals recommended by the Higher Attestation Commission of the Kyrgyz Republic (HAC KR) (Order No. 2 of February 12, 2008)",
        "version1": "(printed version)",
        "version2": "(electronic version)",
        "title5": "Editorial address:",
        "address": "720048, Kyrgyz Republic, Bishkek, microdistrict. Tunguch, st. Ankara, 1/8",
        "tel": "Tel.: ",
        "fax": "Fax.: ",
        "board": "JOURNAL EDITORIAL BOARD"
    },
    "ethicspage": {
        "content": "The editorial board of the scientific journal Alatoo Academic Studies is guided in its work by the international ethical rules of scientific publications, including the rules of decency, confidentiality, supervision of publications, consideration of possible conflicts of interest, etc. Alatoo Academic Studies is committed to objective and fair double-blind peer-review of the submitted works. In its activities, the editors follow the recommendations of the Committee on Publication Ethics and, in particular, the Ethical Resource Kit (Publishing Ethics Resource Kit) of Elsevier.",
        "content1": "When deciding on publication, the editor of a scientific journal is guided by the reliability of the presented data and the scientific significance of the manuscripts.",
        "content2": "Editor should evaluate the intellectual content of manuscripts regardless of race, gender, religious beliefs, origin, citizenship, social status or political preferences of authors.",
        "content3": "Unpublished data obtained from submitted manuscripts should not be used for personal purposes or transferred to third parties without the written consent of the author. Information or ideas obtained during editing and related to possible benefits should be kept confidential.",
        "content4": "The editor should not allow the publication of information, if there is sufficient reason to believe that it is plagiarism.",
        "content5": "The editor, together with the publisher, should not leave unanswered claims concerning the manuscripts or published materials, and in the case of a conflict situation, take all necessary measures to restore the violated rights. The reviewer carries out a scientific examination of the author's materials; assessment should not be prejudiced and should apply the following principles:",
        "content5.1": "The manuscript received for review should be considered as a confidential document that cannot be passed on for review or discussion to third parties without authorization from the editorial office.",
        "content5.2": "The reviewer is obliged to give an objective and reasoned assessment of the results of the research. Personal criticism of the author is unacceptable.",
        "content5.3": "The reviewer should not use unpublished data obtained from submitted manuscripts for personal purposes.",
        "content6": "A reviewer who does not possess, in his opinion, sufficient qualification for the evaluation of the manuscript, or cannot be objective, for example, in case of a conflict of interests with the author or organization, should inform the editor about this request, excluding him from the process of reviewing this manuscript. The author (or a team of authors) realizes that he bears the original responsibility for the scientific novelty and reliability of the results of the research, which implies observance of the following principles:",
        "content6.1": "The authors of the article should provide reliable results of the conducted studies. Knowingly erroneous or falsified statements are unacceptable.",
        "content6.2": "The authors must ensure that the results of the study, as described in the manuscript provided, are completely original. Borrowed fragments or statements must be made with a mandatory indication of the author and the source. Excessive borrowing, as well as plagiarism in any form, including unformulated quotes, paraphrasing or assigning rights to the results of other people's research, are unethical and unacceptable",
        "content6.3": "It is necessary to recognize the contribution of all persons who somehow influenced the course of the study; in particular, the article should contain references to the work that was important in the study.",
        "content6.4": "Authors should not submit to the journal a manuscript that was sent to another journal and is pending, as well as an article already published in another journal.",
        "content6.5": "The co-authors of the article should indicate all persons who have made a significant contribution to the study. Among co-authors, it is inadmissible to identify persons who did not participate in the study",
        "content6.6": "If the author finds significant errors or inaccuracies in the article at the stage of its consideration or after its publication, s/he should notify the editorial office of this as soon as possible."
    }
  }