import React from "react";
import "./RulesPage.scss";
import Pagination from "../../components/Pagination/Pagination";
import { useTranslation } from 'react-i18next';

const RulesPage2 = () => {
  const { t, i18n } = useTranslation();
  return (
    <div className="rules_main-div">
      <h3>{t('rules_page2.title')}</h3>
      <div style={{alignSelf: 'start', fontWeight: 'bold'}}>
        <p>{t('rules_page2.1.1')}</p>
      </div>
      <h3>
        КЫРГЫЗ СҮРӨТ ИСКУССТВОСУНУН УЛУТТУК ЖАНА БӨТӨН УЛУТТУК ПРОБЛЕМАЛАРЫ
        <br />
        <i style={{fontFamily: 'italic', fontSize: "23px"}}>Асылбекова Венера Мамановна</i>
      </h3>
      {/* <h4>Асылбекова Венера Мамановна</h4> */}
      <p className="center_text">
        КР Улуттук илимдер академиямынын А.А. Алтмышбаев атындагы философия жана
        коомдук-саясий изилдөөлөр институтунун маданият таануу жана искусство
        таануу бөлүмүнүн илимий кызматкери
        <br />
        E-mail: HYPERLINK "mailto:venera_1981@list.ru" venera_1981@list.ru
      </p>
      <h4>Кыскача мазмуну</h4>
      <p>
        {" "}
        <span>Макалада учурдагы кыргыз сүрөт искусствосунун улуттук жана бөтөн улуттук
        проблемалары талкууга алынды. Кыргыз сүрөт искусствосунун
        трансформацияланышына XX кылымдын аягында, XXI кылымдын башындагы
        экономикалык жана социалдык-саясий реформа өзгөчө тааср тийгизгендиги,
        кыл калемчилердин ошол кырдаалдагы чыгармачылык көйгөйлөрү жана
        жетишкендиктери туралуу баяндалат. Искусствонун башка түрлөрундөй эле,
        сүрөт искусствосунун өнүгүүсүнүн динамикасы тарыхий-маданий абал менен
        байланышкан. Айрыкча, макалада биринчи жолу заманбап сүрөт
        искусствосунун жаңы терминалогиялык белгилери чечмеленип, айырмачылыктар
        көрсөтүлгөн (перформанс, инсталляция, энвайронмент, реди-мейд,
        сайнс-арт). Макаланын негизги мазмуну кыргыз көркөм маданиятында болуп
        жаткан мындай кырдаалдар эмне себептен келип чыкты жана Чыгыш менен
        Батыш маданиятты кыргыз сүрөт искусствосуна кандайча таасир тийгиздиги
        тууралуу айтылып, искусствонун критерийлери каралды. Жыйынтыгында, сүрөт
        искусствосунун улуттук жана бөтөн улуттук проблемалары практикалык
        процесстерде эксперименталдык метод катары аткарылып, ошентсе да, кыргыз
        сүрөтчүлөрүнүн оригиналдуулугу сакталып, алардын чыгармачылыгында
        тематикаларында улуттук өзгөчөлүк көрүнүп турду.</span>
        <span><b>Ачкыч сөздөр:</b> көркөм маданият, кыргыз сүрөт искусствосу, тарых, искусство, улуттук өзгочолүк,
        руханият, заманбап искусство, арт практика.</span>
      </p>
      <h3>
        {t('rules_page2.title2')}
      </h3>
      <h4>{t('rules_page2.title3')}</h4>
      <p>
        <span>{t('rules_page2.abstract')}</span>
        <span><strong>{t('rules_page2.keyword')}</strong>{t('rules_page2.keywords')}</span>
      </p>

      <Pagination />
    </div>
  );
};

export default RulesPage2;
