import React from "react";
import "./RulesPage.scss";
import Pagination from "../../components/Pagination/Pagination";

const RulesPage2 = () => {
  return (
    <div className="rules_main-div">
      <h3>ОБРАЗЕЦ ОФОРМЛЕНИЯ СТАТЬИ</h3>
      <p>УДК: 7:17 (575. 2) (04) </p>
      <h3>
        КЫРГЫЗ СҮРӨТ ИСКУССТВОСУНУН УЛУТТУК ЖАНА БӨТӨН УЛУТТУК ПРОБЛЕМАЛАРЫ
        <br />
        Асылбекова Венера Мамановна
      </h3>
      {/* <h4>Асылбекова Венера Мамановна</h4> */}
      <p className="center_text">
        КР Улуттук илимдер академиямынын А.А. Алтмышбаев атындагы философия жана
        коомдук-саясий изилдөөлөр институтунун маданият таануу жана искусство
        таануу бөлүмүнүн илимий кызматкери
        <br />
        E-mail: HYPERLINK "mailto:venera_1981@list.ru" venera_1981@list.ru
      </p>
      <h4>Кыскача мазмуну</h4>
      <p>
        {" "}
        <span>Макалада учурдагы кыргыз сүрөт искусствосунун улуттук жана бөтөн улуттук
        проблемалары талкууга алынды. Кыргыз сүрөт искусствосунун
        трансформацияланышына XX кылымдын аягында, XXI кылымдын башындагы
        экономикалык жана социалдык-саясий реформа өзгөчө тааср тийгизгендиги,
        кыл калемчилердин ошол кырдаалдагы чыгармачылык көйгөйлөрү жана
        жетишкендиктери туралуу баяндалат. Искусствонун башка түрлөрундөй эле,
        сүрөт искусствосунун өнүгүүсүнүн динамикасы тарыхий-маданий абал менен
        байланышкан. Айрыкча, макалада биринчи жолу заманбап сүрөт
        искусствосунун жаңы терминалогиялык белгилери чечмеленип, айырмачылыктар
        көрсөтүлгөн (перформанс, инсталляция, энвайронмент, реди-мейд,
        сайнс-арт). Макаланын негизги мазмуну кыргыз көркөм маданиятында болуп
        жаткан мындай кырдаалдар эмне себептен келип чыкты жана Чыгыш менен
        Батыш маданиятты кыргыз сүрөт искусствосуна кандайча таасир тийгиздиги
        тууралуу айтылып, искусствонун критерийлери каралды. Жыйынтыгында, сүрөт
        искусствосунун улуттук жана бөтөн улуттук проблемалары практикалык
        процесстерде эксперименталдык метод катары аткарылып, ошентсе да, кыргыз
        сүрөтчүлөрүнүн оригиналдуулугу сакталып, алардын чыгармачылыгында
        тематикаларында улуттук өзгөчөлүк көрүнүп турду. Ачкыч сөздөр: көркөм
        маданият, кыргыз сүрөт искусствосу, тарых, искусство, улуттук өзгочолүк,
        руханият, заманбап искусство, арт практика.</span>
      </p>
      <h3>
        НАЦИОНАЛИЗМ И ИНОНАЦИОНАЛИЗМ В КЫРГЫЗСКОМ ИЗОБРАЗИТЕЛЬНОМ ИСКУССТВЕ
      </h3>
      <h4>Аннотация</h4>
      <p>
        {" "}
        <span>В статье рассматриваются актуальные отечественные и интернациональные
        проблемы кыргызского искусства. Особое влияние на трансформацию
        кыргызского изобразительного искусства оказали экономические и
        социально-политические реформы конца XX и начала XXI веков. Как и другие
        виды искусства, динамика развития изобразительного искусства связана с
        историко-культурной ситуацией. В частности, в статье впервые
        интерпретируются новые терминологические обозначение современного
        искусства и показаны их отличия (перформанс, инсталляция, среда,
        реди-мейд, сайенс-арт). Основное содержание статьи о причинах таких
        ситуаций в кыргызской художественной культуре и о том, как восточная и
        западная культуры повлияли на кыргызское искусство, рассмотрено критерии
        искусства. В результате национальная и интернациональная проблемы
        искусства внедрялись экспериментальным методом в практические процессы,
        тем не менее самобытность кыргызских художников сохранялась и отражалась
        в их творчестве.
        <br />
        <br /> <strong>Ключевые слова:</strong> художественная культура,
        кыргызское искусство, история, искусство, национальное самосознание,
        духовность, современное искусство, художественная практика.</span>
      </p>

      <Pagination />
    </div>
  );
};

export default RulesPage2;
